Autodesk.Navisworks.Api.Plugins.ToolTipsRecord
Represents the definition of tooltips for ribbon tabs and commands in the GUI system.

Autodesk.Navisworks.Api.Plugins.ToolTipsRecord.Xaml
The path to the file that specifies the tool tips for the ribbon and commands